[
  {
    "id": 1,
    "imgSrc": "https://media.istockphoto.com/id/1402801804/photo/closeup-nature-view-of-palms-and-monstera-and-fern-leaf-background.jpg?s=612x612&w=0&k=20&c=0pX8CbzsrqvMQKMa4853JRUw8oGy8NnsOC812H3o9Xo=",
    "title": "Suspendisse faucibus lacus id massa accumsan",
    "subtitle": "Suspendisse mattis ligula vel tempus sodales. Nullam scelerisque efficitur neque vehicula porta. Pellentesque nec lacus orci. Vestibulum non sodales mi.",
    "author": "Quisque N. Convallis",
    "article": "Ut ut libero non ex cursus fringilla nec ac massa. Maecenas maximus commodo turpis. Curabitur pharetra, neque ac semper ultrices, ipsum risus lacinia tortor, ut semper orci dolor nec odio. Vivamus pretium odio aliquet ligula condimentum, at hendrerit nisi varius. Praesent molestie leo sed orci lobortis pellentesque. Vestibulum maximus magna nec euismod consequat. Nullam eu massa rhoncus, eleifend lorem at, porttitor diam. Mauris at diam vitae mauris condimentum aliquet vitae non justo. Morbi blandit diam leo, vitae posuere orci malesuada eget. Pellentesque ut nunc vitae massa ultricies dapibus nec ut turpis. Phasellus rhoncus, dolor at scelerisque tincidunt, metus purus vehicula est, ultricies vestibulum nibh sem vitae felis. \n\nVivamus at erat ut nulla imperdiet maximus vitae ut risus. Vestibulum porttitor fermentum congue. Maecenas at velit ante. Cras sed mollis est, vitae vehicula nunc. Morbi faucibus bibendum malesuada. Integer ac ex in justo rutrum ultricies. Cras ultricies vehicula magna sit amet pretium. Curabitur auctor tortor a enim rhoncus volutpat non vel ante. In hac habitasse platea dictumst. \n\nUt nec enim nulla. Etiam condimentum semper nulla non commodo. Fusce leo nulla, convallis eget lacus at, varius molestie ligula. Aenean vitae mauris nisl. Fusce feugiat velit nisl, quis pellentesque enim ultricies ac. Curabitur efficitur metus non efficitur aliquam. Proin ut nunc velit. Phasellus lectus ante, porttitor quis tincidunt quis, ullamcorper et neque. Duis ut feugiat elit. Morbi non ligula at velit tempor consectetur. Suspendisse a pharetra urna. Vivamus vitae mauris justo. Pellentesque sem felis, malesuada sed lorem id, euismod sagittis lorem. Proin placerat elit nec accumsan accumsan.",
    "date": "December 14, 2024"
  },
  {
    "id": 2,
    "imgSrc": "https://media.istockphoto.com/id/1419410282/photo/silent-forest-in-spring-with-beautiful-bright-sun-rays.webp?b=1&s=612x612&w=0&k=20&c=C318sxgBBIO66E7vi_0Eu3lXHm9uRDauKvRgeyxY2O4=",
    "title": "Integer placerat sapien",
    "subtitle": "Vivamus auctor pellentesque velit, at malesuada ante faucibus ac. Cras eget rhoncus ligula.",
    "author": "Volutpat Urna",
    "article": "Nam a risus suscipit, luctus dui quis, tincidunt turpis. Praesent bibendum pharetra sodales. Proin et quam sit amet lectus sagittis viverra. Sed posuere, nibh vel sollicitudin scelerisque, ligula neque finibus neque, in euismod massa erat a mi. Integer lorem quam, faucibus sit amet eros non, efficitur ullamcorper elit. Nulla quam ligula, sollicitudin non condimentum eget, pharetra eget nibh. Nam iaculis vehicula sem, vitae vestibulum justo. Cras in velit eget lacus luctus dictum. \n\nDonec pharetra tortor nisl, sed dignissim nisi porttitor sit amet. Mauris tempus, nisl a tempus gravida, nibh massa tincidunt urna, quis gravida nisl massa et velit. Praesent dapibus urna dolor, ac iaculis eros dapibus non. Donec sit amet porta ligula, at rhoncus justo. Nam accumsan porttitor volutpat. \n\nNunc mattis ac nibh eget volutpat. Duis malesuada, justo ac faucibus bibendum, odio sapien mattis metus, at egestas lectus risus quis augue. Vestibulum convallis, massa vel venenatis tincidunt, felis ipsum tristique neque, vel sollicitudin felis lorem et dolor. Fusce efficitur rutrum velit, ut tempus libero rhoncus quis. Sed posuere bibendum leo, sit amet mattis felis bibendum nec. Curabitur mollis risus sed posuere blandit. Integer sit amet mollis risus, sit amet consequat libero. Duis vitae dolor magna. Integer finibus tempus arcu, id tincidunt lorem finibus semper. Pellentesque posuere rhoncus semper.",
    "date": "November 16, 2024"
  },
  {
    "id": 3,
    "imgSrc": "https://media.istockphoto.com/id/1317323736/photo/a-view-up-into-the-trees-direction-sky.webp?b=1&s=612x612&w=0&k=20&c=8xbZvMyptEaqMW46diKakhVgkPkAzBi5l7J1yveCZFk=",
    "title": "Lacus ullamcorper, vel convallis",
    "subtitle": "Quisque sed rutrum nibh, nec iaculis mauris. Ut condimentum ante et pretium semper.",
    "author": "Ipsum Laoreet",
    "article": "Morbi eu maximus urna, et bibendum dolor. Phasellus eu est at dui lacinia sollicitudin ut id purus. Vestibulum eleifend finibus mi, sit amet porta nibh volutpat eu. Nulla id enim gravida, mollis massa a, pharetra felis. Sed placerat, lacus ut fringilla laoreet, tortor dui fermentum risus, ut feugiat mi lorem at neque. Aliquam erat volutpat. Sed euismod malesuada dui. Etiam ut mollis elit. Integer commodo tellus leo, et euismod nisi hendrerit vel. Phasellus dui nunc, iaculis eu orci non, rhoncus pellentesque purus. Praesent viverra, purus eu varius porttitor, nunc lorem vestibulum augue, et dapibus libero turpis vitae arcu. \n\nUt lectus nisl, blandit euismod placerat vitae, imperdiet eget tellus. Maecenas condimentum, elit sit amet tempor porttitor, neque augue elementum turpis, id finibus diam tortor quis metus. Etiam mollis ullamcorper dictum. Vivamus pharetra interdum elit vitae molestie. Donec faucibus at dui eget egestas. \n\nInteger pulvinar, tortor sed tristique viverra, massa nulla imperdiet est, eu maximus metus ipsum a lectus. Nunc vel urna sed nisl dictum iaculis vel eget odio. Nunc finibus libero risus, nec fringilla est volutpat ac. Vivamus eu eleifend diam, ut commodo libero.",
    "date": "October 20, 2024"
  },
  {
    "id": 4,
    "imgSrc": "https://static.vecteezy.com/system/resources/thumbnails/049/855/347/small_2x/nature-background-high-resolution-wallpaper-for-a-serene-and-stunning-view-photo.jpg",
    "title": "Tristique dapibus nisl sed imperdiet",
    "subtitle": "Nam lobortis finibus accumsan. Fusce quam elit, fringilla ac quam eget, iaculis semper purus.",
    "author": "Fringilla F. Sapien",
    "article": "Nam dolor nisl, rutrum nec nibh quis, tempus interdum massa. Quisque aliquam erat tincidunt velit iaculis, ultrices sagittis lacus feugiat. Nam malesuada volutpat accumsan. Sed et urna magna. Phasellus nec purus metus. In feugiat tincidunt ligula, ut gravida nunc accumsan a. Fusce quis urna pretium, auctor orci quis, commodo tortor. Pellentesque id elit vitae mauris efficitur sagittis. Etiam facilisis in diam sit amet sollicitudin. \n\nNulla malesuada venenatis ipsum, tincidunt elementum dui molestie et. Suspendisse eget augue ut dui ornare iaculis vitae a ipsum. Sed tincidunt nisl justo, sed fringilla orci maximus vitae. Fusce dolor lorem, eleifend vitae elementum eu, venenatis nec odio. Etiam vitae tincidunt diam, a aliquam sapien. Nullam tristique bibendum arcu, sodales cursus urna euismod in. Integer sed sem quis diam tincidunt ultrices. Integer ut dui semper, efficitur eros a, cursus tellus. Vivamus aliquam massa enim, quis tincidunt massa pulvinar vitae. Phasellus tincidunt orci maximus feugiat vehicula. Sed pellentesque pellentesque maximus. Fusce sed mauris id lacus fringilla scelerisque vel in odio. \n\nUt eget tellus eu felis sollicitudin interdum. Ut a odio sollicitudin massa dapibus malesuada. Duis interdum lacus magna, vitae egestas sem gravida eu. Nunc luctus, urna in malesuada suscipit, arcu justo malesuada lorem, vel egestas purus tellus ac enim. Suspendisse sed efficitur urna. Quisque commodo a urna a pharetra. Vestibulum dignissim lorem purus, eu feugiat erat dignissim sit amet. Duis nec tristique justo. Etiam sed aliquam tortor, vitae aliquam lectus. Vivamus bibendum mauris aliquam, auctor ex in, consequat magna. Mauris maximus ut odio a aliquet. Sed a suscipit lacus. In aliquam ipsum risus, eget molestie libero ornare ac.",
    "date": "September 12, 2024"
  },
  {
    "id": 5,
    "imgSrc": "https://assets.weforum.org/article/image/0ZUBmNNVLRCfn3NdU55nQ00UF64m2ObtcDS0grx02fA.jpg",
    "title": "Fusce sollicitudin augue quis dui lobortis",
    "subtitle": "Nunc posuere nisl dui, quis venenatis tortor viverra nec. Maecenas ultricies quis lorem in lobortis.",
    "author": "Curabitur Tincidunt Rutrum",
    "article": "Praesent dolor turpis, convallis non metus sed, porta vulputate mauris. Suspendisse non vehicula diam, sed dignissim ligula. Curabitur vitae odio euismod, ornare mauris nec, placerat velit. Duis ullamcorper fringilla metus vel sollicitudin. Nullam in metus erat. Suspendisse condimentum purus nec enim consectetur pellentesque. Donec condimentum massa sit amet nisl luctus dapibus. Integer orci dolor, aliquam at sapien non, porttitor suscipit elit. Duis auctor, odio sit amet tempor dignissim, tellus nunc commodo est, eget laoreet sapien urna eu ex. Sed quis libero libero. \n\nCurabitur sed molestie justo. Duis scelerisque quam quis mauris mollis pellentesque. Quisque metus tortor, scelerisque iaculis ante ac, tincidunt pellentesque purus. Sed accumsan velit ut euismod tincidunt. Duis in turpis purus. Morbi non elit a massa posuere ultricies. Sed at dolor id augue tempus faucibus ut a sapien. \n\nVivamus nec purus diam. Vestibulum non efficitur enim. Pellentesque dictum justo non eros egestas rutrum. Suspendisse consectetur sed felis ac dapibus. Nullam finibus luctus diam non ornare. Nunc venenatis augue nec metus euismod, a condimentum leo aliquet. Mauris metus augue, malesuada eleifend viverra eget, sollicitudin eget dui. Duis sit amet tellus justo. Maecenas tincidunt vestibulum volutpat. Vestibulum odio lectus, ultrices eu diam et, posuere euismod nibh. Nam placerat lacinia aliquet.",
    "date": "August 7, 2024"
  }
]
